[
    {
      "id": 1,
      "phone": "02363791999",
      "imageName": "YesSushi",
      "name": "Yes! Sushi",
      "coordinates": {
          "latitude": 16.063556947867617,
          "longitude": 108.21819872677618
      },
      "description": "For many years now, Da Nang customers are certainly not unfamiliar with Japanese cuisine, the country of realistic, ethereal, and extremely modern events. Japanese restaurants have become close to and been the destinations of many people in society, especially Vietnamese youth. Coming to discover the spirit and purity of the dishes and feel the space full of dishes that are cultivated to every detail has become a very unique and special culture in the land of cherry blossoms. From the Japanese wooden floor style to the sushi-sashimi bar, in addition, you can experience the characteristics of the streets of Da Nang with the space encapsulated in 3 floors of the restaurant. With a team of chefs who have been with Japanese cuisine for over 20 years, we are confident to bring diners dishes ranging from rustic but quintessential to extremely sharp, which are decorated in a typical Japanese way but delicious at the same time, and are very suitable for the taste of Vietnamese people.",
      "address": "103 Hoàng Diệu, Phước Ninh, Hải Châu, Đà Nẵng, Vietnam",
      "icon": "🍣",
      "link": "http://yessushi.vn/"
    },
    {
      "id": 2,
      "phone": "02363873168",
      "imageName": "banhxeo",
      "name": "Bánh xèo bà Dưỡng",
      "coordinates": {
          "latitude": 16.059134283789525,
          "longitude": 108.21608168444786,
      },
      "description": "Ba Duong Banh Xeo started as a small street vendor. Over the past 31 years, the name Banh Xeo Ba Duong has become the 'top' brand for Banh Xeo Da Nang. Banh Xeo Ba Duong has had her own practical experiences and learned from the users' favors. The restaurant has their own secret of making Banh Xeo with a flavour that conquers diners. That's why now, just mentioning Banh Xeo, everyone immediately thinks of Banh Xeo Ba Duong. The restaurant is very crowded from morning to evening, especially in the rainy season. If you come there at peak times, you will definitely run out of seats. A special feature that makes a special impression on diners is the scrumptious dipping sauce. It is made from liver, beans, sesame, chilies… After preparation is completed, the dipping sauce must be colored and dark. Bringing a feeling of freshness from the beginning, the aroma of liver and beans increases the savour of Banh Xeo, not too salty, not too light, and not boring to eat.",
      "address": "23 Hoàng Diệu, Phước Ninh, Hải Châu, Đà Nẵng, Vietnam",
      "icon": "🌮",
      "link": "https://www.facebook.com/Banhxeobaduong"
    },
    {
      "id": 3,
      "phone": "0906424464",
      "imageName": "MiQuangBaDinh",
      "name": "Mi Quang Ba Dinh",
      "coordinates": {
          "latitude": 16.068332042284954,
          "longitude": 108.21245229992844,
      },
      "description": "Mi Quang Ba Dinh has become a familiar culinary spot in Da Nang. Mi Quang has become a typical dish of the whole Central region, becoming a delicacy not to be missed if you try some special dishes when you come to Da Nang, Mi Quang with special dishes of Quang Nam have become the popular dishes that are ubiquitous and also have different variations. But when leaving the land of its birth, Mi Quang is no longer a dish, but becomes one of the cultural symbols of the land, the 'soul' of culinary art of the land of Quang Nam.",
      "address": "42 Đào Duy Từ, Vĩnh Trung, Thanh Khê, Đà Nẵng, Vietnam",
      "icon": "🍜",
      "link": "No Data"
    },
    {
      "id": 4,
      "phone": "0985000075",
      "imageName": "MiQuangBaMua",
      "name": "Mi Quang Ba Mua",
      "coordinates": {
          "latitude": 16.067249333430187,
          "longitude": 108.21944747042009,
      },
      "description": "Mi Quang Ba Mua has become a familiar culinary spot in Da Nang. Mi Quang has become a typical dish of the whole Central region, becoming a delicacy not to be missed if you try some special dishes when you come to Da Nang, Mi Quang with special dishes of Quang Nam have become the popular dishes that are ubiquitous and also have different variations. But when leaving the land of its birth, Mi Quang is no longer a dish, but becomes one of the cultural symbols of the land, the 'soul' of culinary art of the land of Quang Nam.",
      "address": "19-21 Trần Bình Trọng, Phước Ninh, Hải Châu, Đà Nẵng, Vietnam",
      "icon": "🍜",
      "link": "http://Myquangbamua.com/"
    },
    {
      "id": 5,
      "phone": "0985002797",
      "imageName": "BanhTrangThitHeo",
      "name": "Banh Trang Thit Heo",
      "coordinates": {
          "latitude": 16.057971712286392,
          "longitude": 108.22091334178334,
      },
      "description": "Eating banh trang cuon thit heo is one of those fun Vietnamese experiences. It’s arguably fair that this dish isn’t hailed as much as the seafood dinners you can indulge yourself in along Da Nang’s coastline, but it does also have its own charms. In any case, tasting banh trang cuon thit heo on 97 Trung Nu Vuong Street is a must. There isn’t one particular rule in eating it but with not too many pork slices and a mountain of salad. Layer the rice paper, noodles, salad, herbs, and a slice of pork, wrap it up and dip it in a touch of the mắm nêm. One must be warned that mắm nêm is exceptionally strong in flavor. Besides the saltiness, the best way to describe the flavor of the thick, brown sauce is the strong savory of fermented shrimp paste, the pungent smell of your typical fermented fish sauce, and the overall punchy funk that you might find from fresh vegetables. In short, it is an acquired taste, and not for the faint of heart or high blood pressure. Its taste really depends on each person.",
      "address": "97 Trưng Nữ Vương, Bình Hiên, Hải Châu, Đà Nẵng, Vietnam",
      "icon": "🫓",
      "link": "No Data"
    },
    
]
